Repository: mozilla-l10n/mt-training-data
Catalog: mvy/mvy_pontoon.tmx
Source language: en_us
Languages: mvy

source: We believe that large, publicly available voice datasets will foster innovation and healthy commercial competition in machine-learning based speech technology. Common Voice’s multi-language dataset is already the largest publicly available voice dataset of its kind, but it’s not the only one. Look to this page as a reference hub for other open source voice datasets and, as Common Voice continues to grow, a home for our release updates.
mvy: زاں یقین تُھو چے گھَیں، بُٹ خلکاں ہتے اے اوازاں ڈېٹابېس مشیۡناں سِڇَھیں لا مبنی بلی وَیں ٹېکنالوجی مہ سُکھیݜیار آں سُگائ تجارتی سیالی یاں کریا موقع دے تُھو۔ کامن وائس اېک چے ژِبہۡ واں ڈېٹا سیٹ مُوٹھیۡ نہ سن٘دژېل تاں رن٘گاں بُٹ خلکہ واں کریا ہتے اے اوازاں ڈېٹا سیٹ تُھو خو اُو کیالو نی تُھو۔ ݜس پن٘ڑوۡ مُت اوپن سورس اوازاں ڈېٹا سیٹہ واں کریا اېک مرکز کالی آں گِشے گِݜے کامن وائس ترقی کراں بَیلُوں ݜُو شاں ریلیز اپ ڈېٹ واں اېک مرکز سن٘دژا تُھو۔

source: Website Localization
mvy: ویب سائٹ تَیں ژیبے گلؤں

source: Websites
mvy: ویب سائٹہ

source: We couldn’t find that page for you
mvy: زَیں سو پن٘ڑو تیں دَن نی ڇاہؤں

source: We couldn’t get any audio clips for you to listen to. Please try again later.
mvy: زَیں تے ݜُون٘وَیں یاں کریا گھن٘لَیں کٹرُو نی ڇاہاں چھی۔ ہِلاکَیں لک گتہ کوشش کرہ گل۔

source: We couldn’t get any sentences for you to speak. Please try again later.
mvy: زَیں ݜے گی بلی نی ملِلی چے سیوں تو بان۔ پتَیں لک کوشیش کرہ گل۔

source: Weekly
mvy: ہفتہ وار۔

source: Weekly Goal
mvy: ہفتاں نخ۔

source: We launch the Common Voice site in this language.
mvy: کامن وائساں ویب سائٹ ݜُو ژِبہ مہ شروع ہُوئ تُھو۔

source: Welcome { $company } staff!
mvy: { $company }کام کران٘لو، ایلوئ!

source: Welcome to Common Voice
mvy: کامن وائسہ مہ ایگا یی

source: Welcome to Spontaneous Speech
mvy: ڈارِک بلیوں مہ تُو ایلوئ

source: Welsh
mvy: ویلش

source: We may have run out of clips - refresh the page, or try again later.
mvy: میں قاس زانٚگے کٹرو بارزانٚتے/بارژی تھو۔ پنٚڑ تازئرا یا ہِلاکَیں لکھ گتہ کوشش کرہ۔

source: We may not have received that request. Please email us directly on <emailLink>{ $email }</emailLink> and we will get back to you!
mvy: تیں درخواست زَیں نی ڇیلیل ہو تُھو۔ زَیں ڈارِک ݜسی لا <emailLink>{ $email }</emailLink>بِجلی خط ڇِہے ، تے بے تی مِلیٛ لازمی بال الا‌ؤ کرا تھہ۔

source: We periodically release the dataset
mvy: بے تاں ڈیٹا سیٹ وَخ نا وَخ کُھلاؤ کراں بے تھہ

source: We promise to handle your information with care. Read more in our <privacyLink>Privacy Notice</privacyLink>.
mvy: بےۡ وعدہ کرِگ تھو چےۡ بےۡ تیں معلومات مہ انتہائی احتیاط کراتھو۔ زاں گائ<privacyLink>رازداری یاں نوٹس</privacyLink> تُھو تسی مہ اسیں بابتی مہ مُت پڑی۔

source: We’re building an open source, multi-language dataset of voices that anyone can use to train speech-enabled applications.
mvy: بے چئ/څئ ژِبواں بُٹواں ہتے اے، ݜے لک اوازواں ڈیٹا سیٹ سن٘دِگ تھو لہ تس ہر کؤں تاں اواز استعمال کران٘لہ ایپلیکیشنہ مہ استعمال کرہاں۔

source: We’re crowdsourcing an open-source dataset of voices. Donate your voice, validate the accuracy of other people’s clips, make the dataset better for everyone.
mvy: بے اوازاں پاتُو مُن٘ڈاں ڈیٹا سیٹہ خلکؤں لا کریاگ تھہ۔ تاں اواز دے، مُت خلکاں کٹری سُون٘ݜیۡرا آں ڈیٹاسیٹ ہر کسیں دَن سَم کرہ۔

source: We’re experiencing unexpected downtime
mvy: پتہۡ نی تھی گِشے بند ہُو تُھو۔

source: We're going out to get coffee.
mvy: بے ڇھاری کافی وات بِگ تھہ۔

source: We’re going out to get coffee.
mvy: بے ڇھاری کافی اَیں بِگ’تھو

source: We release the dataset every 3 months.
mvy: بے ہر 3 یُون٘ہؤں مہ ڈیٹا سیٹ جاری کرِگ تھہ۔

source: We're making some big changes
mvy: بے ہِئیں ہلاکو گھئیں بدلی کرانتے۔

source: We're receiving a lot of traffic and are currently investigating the issues.
mvy: زاں لاچئ گھن٘ڑ تھی آں ہُویں بے مسلی معلوم کرِگ تھہ۔

source: We’re sorry, your platform is not currently supported.
mvy: خپا نی ہُو، تئیں/تیں پلېٹ فارم فی الحال کام نیرانٚت/نیریۡ تُھو

source: Western Penan
mvy: سُریۡ بُڑیۡ پینان

source: Western Sierra Puebla Nahuatl
mvy: سُریۡ بُڑیۡ سیرا پیبلا نہوٹل

source: Westphalian
mvy: ویسٹفِلیَن

source: We use a Mozilla tool called <pontoonLink>Pontoon</pontoonLink> for translations. Pontoon has lots of languages, but if it doesn’t have yours you can <pontoonRequestLink>request for your language to be added</pontoonRequestLink>. Then, to make the language available on the Common Voice project, <githubRepoLink>request the new language on GitHub</githubRepoLink>. <localizationFragment>See more on site translation</localizationFragment>.
mvy: بے ژبی مرک کرَیں یاں دن</pontoonLink> پونٹون<pontoonLink> کریں یاں اک موزیلا ٹول کماگ تھو۔ پونٹون مہ پیرمانوں ژیبہۡ تھی، خو تیں ژیب نی تھی کھیں تو ٹل کریاں دن <pontoonRequestLink>عرض کراں ہاں تھو</pontoonRequestLink>۔ تلاں پتئیں کامن وائس پروجیکٹ مہ ٹل کریاں دن گٹ ہب لا <githubRepoLink> نَیں ژِباں درخاس دے</githubRepoLink>۔ </localizationFragment>سائٹ مرک کریں لا مُتُویں مواد نھالہ<localizationFragment>

source: We’ve made some changes. Delta Segments just contain the most recent clips since the last release. <deltaLink>Read more about this work</deltaLink>.
mvy: زَیں ہِلاک اوک بدلی یہ کرچھی۔ آخری ہیشی یاں ریلیز نہ پتَیں ڈیلٹا سیگمِنٹ مہ بُٹؤں نہ ہُویان٘ک کٹرو تھو۔<deltaLink>اس کماں بارہ مہ ݜلہ مُت پڑہ</deltaLink>۔

source: We've run out of sentences to record in this language...
mvy: زؤں گائے ریکارڈ کرَیں یاں کِریا مُتیۡ بلی بارژی تھی۔۔۔

source: We want speech models to be better at understanding a diverse range of speakers. For this to happen, a voice dataset must represent lots of different people.
mvy: بے لُکِھگ تھہ چے بلی واں ماڈل رَن٘گ رَن٘گاں بنان٘لہ وَیں ژِب لا مِٹَھیں سَم پوۡرُژ۔ ݜسیں دَن، ایک اوازاں ڈیٹاسیٹے پکار تھی چے سو رَن٘گ رَن٘گا خلکَیں ترجمانی کیر۔

source: We want the machine learning algorithms to able to handle a variety of background noise, and even relatively loud noises can be accepted provided that they don’t prevent you from hearing the entirety of the text. Quiet background music is OK; music loud enough to prevent you from hearing each and every word is not.
mvy: بے لُکِھگ تھو چے مشین سِڇَھیں یاں الگورِدم قِسماقِسم ڈاپاتیاں شُور معلوم کرئیں طاقت راڇھ آں ہِلاک تیزاݜ شُور گتہ قبلُژ خو ݜُو بال ہو چے اسی ہِن تیں بُٹی لِکیلی ݜُون٘وَیں طاقت ختم نی ہو۔مؤںدیلی لک ڈاپاتیںموسیقی ہون٘دُوں گی بال نی تھی بس ݜتُک تا لا نی ہو چے تی ہر ایک لفظ ݜُون٘وَیں نہ نھیل۔

source: We welcome different accents! Be very cautious before rejecting a clip on the ground that you think the reader has mispronounced a word, has put the stress in the wrong place, or has ignored punctuation. There are a wide variety of pronunciations in use around the world, some of which you may not have heard in your local community. Please provide a generous margin of appreciation for those who may speak differently from you.
mvy: بے رن٘گا رن٘گ لہجیوں خوش ہوگ تھو۔ خبردار! اوان پڑی چھی، یا اَوان زئ لا زُور آڇھی یا سوالیہ نشان پھت کرہ چھی کرے ایک کٹرُو ݜَیں بلیُوں لا کگَیں(رد کرَیں) نہ مُوٹھن سُوچ کری۔ گِنہ چےۡ دُنئ مہ مُختلف قسم خلکہ قسما قِسمَیں لہجیُوں مہ ہر رَن٘گَیں ادائگی کراں تھو، سیوں مہ بیکتُک څیز ݜے ہو تُھو چےۡ سَیں څاں کَچھ اور مُت خلکؤں نہ تُوں نی ݜُون٘یل ہو تُھو۔ کاں خلکہ څؤں نہ ہِلاک کرٹ ژیب دیں تھو کھیں سِوَیں ہُم ہِلاک اہمیت دی۔

source: We will also <strong>let our community manager know that you’re interested</strong>, so they can give you any extra support or information you might need.
mvy: بے تاں <strong>کمینونٹی یاں دُولیاک کران٘لہ یعنی منیجر خبر کرا تھہ چے تُو دلچسپی راڇھیۡ تُھو</strong>، لہ تیرئ گی مَدَتِیں ضرورت ہُون٘دُوں سو تے ڇیلیا تُھو۔

source: We will be in touch with more information about how to add your language to Common Voice very soon.
mvy: بِس تیں ژیب کامن وائسے گِشے ٹل کرا تھہ، ݜسیں بارہ مہ ژُن٘ڑُوں بال الاؤ ہو تھی۔

source: We will be in touch with more information as it becomes available.
mvy: مُتیۡ معلومات ہتے ایگے کھیں بےۡ رابطہ کراتھو۔

source: We will not make your email public.
mvy: بے تیں ای میل خلکؤں نی پشا تھو۔

source: We will review your request to remove your voice recordings from the dataset. If your request is approved, we will contact those who have downloaded the dataset and request they remove your voice recordings as well.
mvy: بے تیں رکاڈن٘گہ ڈیٹاسیٹہ نہ اَل دے یاں درخواست گتہ نھالا تھہ۔ کہ تیں درخواست قَبلُژِل کھیں بے سیں بُٹؤں درخواست کرا تھہ کِویں چے تیں رکاڈِن٘گہ منی والہ چھی یعنی ڈاؤنلوڈ کرہ چھی چے تُس ہُم ݜیں رِکادِن٘گہ اَل‌ دی۔

source: We will show you a prompt or question
mvy: بے تے تپُوس یا سِڇھیان٘لی بال پَشا تھہ

source: We work with foundations, civil society and community partners to make the internet a healthier place, with a particular focus on East Africa. Learn more about our <programmaticWork>programmatic work.</programmaticWork>
mvy: بے فاؤنڈیشنؤں مِلیۡ، سِول سوسائٹی مِلیۡ، آں کمیونٹیاں پاٹنرؤں مِلیۡ کام کرِگ تھہ لہ انٹرنیٹ صحت مند زائ سَن٘دُژ، خاص کر سُوریۡ اُکیۡ افریقہ فوکس تُھو۔

source: What is a language on Common Voice?
mvy: کامَن وائسہ لا ژیب گی څیز تھی؟

source: What issues are you experiencing with this content?
mvy: مواد مِلی تے گی مسئلی ایں تھی؟

source: What issues are you experiencing with this sentence?
mvy: اَس بلی / جُملہ مہ تگے گی گِرانی لیل ہُوندیۡ/ہوئین٘ت؟

source: What is your age?
mvy: تیں عمُر کتُک تُھو؟

source: What is your sex or gender?
mvy: تیں جنس گی تُھو؟

source: What kind of goal do you want to build?
mvy: تُس گی قسمئیں مقصد یا نخ سندئیں غرضی تھے؟

source: What makes a good question?
mvy: مڑنَیں سوال گِھن٘ل ہُوئ تُھو؟

source: What needs to be in my file?
mvy: میں فائلہ مہ گی ہوں پکار تُھو؟

source: What questions can I add?
mvy: مہ گِھن٘ل سوالہ ٹل کرامَیں تُھو؟

source: What sentences can I add?
mvy: مہ گھئین/گھِن٘لیۡ جُملی شامِل‌ کرہانٚت/کراہاں تُھو؟

source: What’s inside the Common Voice dataset?
mvy: کامن وائساں ڈیٹا سیٹہ مژ/من٘ز گی څیز تُھو؟

source: What's Public?
mvy: پبلک (خلکؤں ڈاگ) گی تُھو؟

source: What to Avoid
mvy: گِن نہ اما رڇھی

source: When a user rejects a voice clip it returns to the Queue. If rejected a second time, the voice clip is moved to the Clip Graveyard.
mvy: کہ ایک چلان٘لے اوازاں کٹرُو کَگاؤ کھیں اُو بئ کَنار مہ اُولی ہو تُھو۔ کہ دُوۡئیں ہیش رَد ہُوا کھیں ݜُو کٹرُو اوازی وَیں سرائے بے تُھو۔

source: When listening, check very carefully that what has been recorded is exactly what has been written; reject if there are even minor errors. <br />Very common mistakes include:
mvy: کان٘ڑ دیے ہان٘س خختُو نھالی، چےۡ گی ٹیپ ہول تُھو بے عینہِ سو شاں لِکژیل تھو یی; کہ معمولی لک گی غلطی تھی کھیں گتہ کگا۔<br/>عام غلطی اُن٘د گی ݜَیں تھی;

source: When you request your recordings, we compile them into one or multiple ZIP files. Here are your past requests:
mvy: کَلہ تُوں تاں رِکاڈِن٘گاں درخواست کیر کھیں، بے سیوں ایک یا ڙھؤ زِپ فائلؤں مہ جمع کرِگ تھہ۔ تیں مُوٹُھک لُکَھیں یاں تفصیلہ ݜَیں تھو:

source: Which variant of { $language } do you speak?
mvy: { $language } ژِبَیں گھِن٘لی لہجہ تُو بانی تُھو؟

source: Why ?
mvy: گِنہۡ؟

source: Why a profile?
mvy: پروفائل گِنہ؟

source: Why are you asking?
mvy: تُوۡ گِنہۡ تپُوس کیریۡ تُھو؟

source: Why Common Voice?
mvy: کامن وائس گِنہ؟

source: Why does this matter?
mvy: اسیں گی ضرورت تھی؟

source: Why we built this Spontaneous Speech prototype
mvy: زَیں امَیں بلی بنَیں والا سامُوٹُھو گِنہ سن٘دہ چھی

source: With a profile, you can keep track of your activity and connect with a community of voice data contributors.
mvy: تاک پروفائیل ہِن توۡ تاں کموں تے سرگرمیوں تل نظر رڇھانٚت آں اواز میں ڈیٹا دئیں والوں مل ملہانٚت۔

source: Wixarika
mvy: وِزارِکا

source: Wolof
mvy: ولوف

source: Would you like to request your voice recordings be deleted too, or do you prefer to keep them in the Common Voice dataset?
mvy: تُو تاں اوازاں کٹری ہُم لا دے یاں درخواست کرَیں یاں غرضی تُھو یی، یا تُو ایوں کامن وائس ڈیٹا سیٹ می چَھیں یاں غرضی تُھو؟

source: Write
mvy: لِکہ

source: Write down exactly what the person said, including placeholder words like 'um', or 'errr'.
mvy: ماݜے چےۡ گِشے بنہ چھی ٹک سوۡ شاں لِکہ، بئ ݜُوۡ زئ ہریۡ چےۡ 'ہم' تےۡ 'آ' گتہ۔

source: Write down what you hear the person saying here
mvy: ݜلہ ماݜے / گھریماݜے گی بان کھیں تَس لِکہ

source: Write options menu
mvy: لکئیں(یاں) اختیاراتوں مینو

source: Xhosa
mvy: زھوسا

source: Xitsonga
mvy: شِٹسونگا

source: y
mvy: آ

source: Y
mvy: ق.

source: Yes
mvy: آں

source: Yes, send me emails. I’d like to stay informed about the Common Voice Project.
mvy: آں، مے بِجلی خط ڇِہے۔ مہ کامَن وائس منصُوباں بارہ مہ اما خبر رڇَھیں یاں غرضی تُھو۔

source: Yes, send me emails. I'd like to stay informed about the progress of this language on Common Voice.
mvy: آں آں، مے بجلی خطی ڇِہے۔ مہ کامن وائس لا ݜس ژِباں بارہ مہ اما خبر رڇَھیں یاں شوقی تُھو۔

source: Yiddish
mvy: یِدِش

source: Yoruba
mvy: یوروبا

source: You
mvy: تُوۡ

source: You are about to initiate a download of <size>{ $size }GB</size>, proceed?
mvy: تُو <size>{ $size } جی بی </size> مِنی والؤں شُروع کرَیں لا تھی، ہو لئ یی؟

source: You are prepared to initiate a download of <b>{ $size }</b>
mvy: تُو ہر شُو گِشے ݜسیں <b>{ $size }</b> منی والؤں شُروع کرَیں تیار تُھو

source: You can add sentences on the <writePageLink>Write page</writePageLink> or review sentences on the <reviewPageLink>Review page</reviewPageLink>.
mvy: تُوۡ <writePageLink>لیکیں یاں پن٘ڑہۡ</writePageLink> لا جملی ٹل کراں ہاں تھو، یا <reviewPageLink>دُوہیڑی نھالیں یاں پن٘ڑہۡ</reviewPageLink> لا دُوبارہ نھالا ہاں تھو۔

source: You can also copy and paste the direct URLs into your favorite download manager. They will expire in 12 hours, but you can come back to this page to generate new ones any time.
mvy: تُو یو آر ایلہ ڈارِک نقل کرے تاں خوشاں ڈاؤنلوڈ منیجر مہ گلَیں تُھو۔ ایں 12 گِھنٹیوں مہ نشا تھو، خو تُو ݜس پن٘ڑے گیں وختہ ای گتہ ہرَیں تُھو۔

source: You can also use Keyboard Shortcuts: { sc-review-form-button-approve-shortcut } to Approve, { sc-review-form-button-reject-shortcut } to Reject, { sc-review-form-button-skip-shortcut } to Skip
mvy: تُس کی بورڈ تل موجود کُھوئیٹ پنٚدہ { sc-review-form-button-approve-shortcut } { sc-review-form-button-approve-shortcut } قبلَئیں کراں{ sc-review-form-button-reject-shortcut } کگئیں کراں{ sc-review-form-button-skip-shortcut } ٹھنٚگ کرئیں کراں استعمال کرہانٚتے

source: You can choose to make your username public or anonymous.
mvy: ݜس بال تُوۡ امَیں خوش کرَیں تُھو چےۡ تیں نؤں خلکہ پشاں یا نیۡ پشاں۔

source: You can go to the <datasetsPage>datasets page</datasetsPage>, select the version and language(s) you want, and download it! The files have <metadataLink>associated metadata</metadataLink>, such as demographic information and validation data. You’ll need to provide an email address to download the dataset.
mvy: تُو <datasetsPage>ڈیٹاسیٹاں پیجے</datasetsPage> گتہ بے ہاں تُھو، تلہ گِھن٘لیۡ زمژیب آں تسیں قسم تُو لُوکھیۡ تُھو تس اُڇھہ (خوش کرہ) آں منی وال (ڈاؤنلڈ کرہ)! فائلہ مِشر <metadataLink>گن٘ڈژیلیۡ معلومات</metadataLink> لکھَیں ذاتی آں منظوریں معلومات گتہ ہو تھی۔ ݜس ڈیٹا سیٹ معلوم کرَیں یاں کریا تے تَیں بجلی خطیں پتہۡ دیوں ہو تُھو۔

source: You can help build a diverse, open-source dataset by creating a Common Voice profile and contributing your voice.
mvy: کامن وائس پروفائل سن٘دے آں تاں اواز زاں کریا دگلے تُو ایک رن٘گا رن٘گ آں بُٹواں ہتے اے ڈیٹا سیٹ سن٘دَیں مہ زَیں مدد کر ہَیں تُھو۔

source: You can meet others in the Mozilla language communities by joining <discourseLink>Discourse</discourseLink> for topical conversations, or <matrixLink>Matrix</matrixLink> for quick advice.
mvy: موزیلائیں ژبوَیں کمیونٹی مہ مُت خلکؤں ملی ملَیں یاں غرضی تُھو کھیں <discourseLink> بال الاؤ کرَیں زئ </discourseLink> بہ لہ تلہ بلی ہوں یا زاں <matrixLink> میٹرِکس مہ</matrixLink> خلکہ نہ مشورہ آ۔

source: You cannot add multiple sentences for a single submission
mvy: اک ہیشی مہ تُوۡ څئ/چئ جُملی ٹل نیر ہَیں تُھو /نیر ہانٚت

source: You cannot request your recordings while another request is already in progress.
mvy: کہ ایک مُت درخواست لا‌ کام‌ چلُژیۡ لُوں، تُو تاں رکاڈِن٘گہ‌واں درخواست نےرَیں تُھو۔

source: You can request a new takeout of your recordings every { $days } days.
mvy: ہر { $days } دیسؤں مہ، تُو تاں ٹیپ کریلا‌ں ٹیک اؤٹاں درخواست کرَیں تُھو۔

source: You can run events to help people contribute. It’s easier than you think. You could do it online with a videoconferencing tool, or in person if it’s safe. <eventTemplate>Check out our templates and resources for running events</eventTemplate>.
mvy: تُس پُرگِرامہ کرے خلکؤں حصہ ہرَیں مہ مدد کریاں تھہ۔ اُو وڑیا کام تُھو۔ اَس تُس آنلائن گتہ کرہاں تھہ یا گی مسئلہ نی ہُون٘دُوں مُخ پہ مُخ گتہ کرہاں تھو۔<eventTemplate> زاں پُرگِرامہ واں نمونہ چیک کری</eventTemplate>۔

source: You can <sentenceCollectorLinkAdd>add small numbers of sentences</sentenceCollectorLinkAdd>, or you can do <bulkImportDocsLink>bulk imports using Github</bulkImportDocsLink>. Remember that sentences need to be <licenseLink>CC0 (or public domain)</licenseLink>, or you can write your own.
mvy: ݜلگائ تُوۡ<sentenceCollectorLinkAdd>کم لک جُملی ٹل کرہاں تُھو</sentenceCollectorLinkAdd> یا<bulkImportDocsLink> چئ جُملی ایکٹھی آہَیں تُھو</bulkImportDocsLink>۔ یادی رڇھہ چے جُملی <licenseLink> CC0 لھیسنی ہوں (یا عوامی ہوں)</licenseLink>، یا تُوۡ تَیں جُملی امَیں لک ہَیں تُھو۔

source: You can use the <scraperLink>Sentence extractor</scraperLink> to leverage short sentences from Wikipedia.
mvy: تُو وکی پیڈیا نہ کھَٹَیں جُملی اَیں یاں کریا <scraperLink> جُملی ڙِھکان٘لو Sentence extractor</scraperLink> گتہ کمَیں (استعمال کرَیں) تُھو۔

source: You check whether the transcription matches the audio
mvy: تُو نھال لہ لِکیل اواز مِلی رِن٘گ تھی

source: You could include the website, e.g "Common Voice - https://commonvoice.mozilla.org/"
mvy: تو ویب سائٹ ٹل کریں تھو/کراں ہاں تھو۔ مثالاں طور لا "کامن وائس" https://commonvoice.mozilla.org/

source: You could use academic referencing style, e.g Harvard style "Mozilla (2021) Common Voice. Available at https://commonvoice.mozilla.org/ (Accessed: 15th September 2021)"
mvy: ݜے لک لِکیلیۡ چے سو انٹرنېٹ لا نی تھی کھیں تسیں کریاتُو تعلیمی څوالاں سٹائلہ مہ حوالہ دېں تُھو لکھَیں ہارورڈ سٹایۡل ”لِکان٘لاں نؤں (کال) وېب سائٹاں نؤں۔ تیں ہتے ݜس پتہۡ https://commonvoice.mozilla.org/ اے تُھو (فلانَیں تاریخ لا نھالژی تُھو) “

source: You could use social media platforms to get the message out. Share posts that explain why it matters, and get in touch with other people talking about issues like language rights, voice AI, or bias in tech. See more advice on <campaignLink>running a social campaign, including content you can re-use</campaignLink>.
mvy: تُس خلکہ خبر کرَیں یاں کریا سوشل میڈیا گتہ استعمال کرہاں تھہ۔ ݜے پوسٹہ مُوٹھو رزاں ہاں تھو چے گھِن٘ل پوسٹؤں مہ ݜَیں بلی ہوں چے اسی نہ گی فَیدہ تُھو، ژِبہۡ مہ مسئلی لکھَیں اسی حقہ، اوازَیں امَیں سن٘دیل ذہانت (AI) آں ٹیکنالوجی مہ تعصب۔مُتیۡ مشورہ واں کریا <campaignLink>تاں مواد دوبارہ کمؤں تے خلکؤں اگاہی</campaignLink> لا ٹک‌ کرہ۔

source: You have not selected any languages. Please go to your <profileLink>Profile</profileLink> to select languages.
mvy: تُوں ایک گتہ ژیب خوش نیرہ چھی۔تاں </profileLink>پروفائلے<profileLink> بئ گیل ژِبہ خوش کرہ۔

source: You have reached the submission limit for this page. Please wait for { $retryLimit } minutes before submitting another sentence. Thank you for your patience!
mvy: تُوں ݜس پن٘ڑہۡ لا/تل جمع کرَیں یاں حد لن٘گھا چھی/څھے مُتیۡ جُملہ جَمع کرَیں نہ مُوٹھِن { $retryLimit } مِلٹہ وار دگل۔ بال ݜُون٘وَیں شُکھریہ۔

source: You have reached the submission limit for this page. Please wait for { $retryLimit } seconds before submitting another sentence. Thank you for your patience!
mvy: تُوں ݜَس پن٘ڑہۡ لا/تل جمع کرَیں یاں حد لن٘گھا چھی/څھے مُتیۡ جُملہ جمع کرَیں نہ مُوٹھِن { $retryLimit } سِکنۡڈہ وار دگل۔ بال ݜُون٘وَیں شُکھریہ۔

source: You have unsaved changes on this page. If you change the locale, your changes will not be saved. Are you sure you want to change the locale?
mvy: ݜس پن٘ڑہۡ لا تِگے محفُوظ نېریلیۡ تبدیلی تھی۔ کہ تُوں تاں مُقام بدل کیریۡ کھیں تیں کریلیۡ ݜَیں بدلی سمٹے چھؤژَئیں نی تھی۔ تیں پکیۡ ارادہ تھی مُقام بدل کرَیں یی؟

source: You have unsaved changes on this page. If you leave this page, your changes will not be saved. Are you sure you want to leave this page?
mvy: ݜس پن٘ڑہۡ لا تِگے محفُوظ نېریلیۡ تبدیلی تھی۔ کہ تُوں اَس پن٘ڑوۡ ݜے پھت کیریۡ کھیں ݜَیں بدلی سمٹے چھؤژَئیں نی تھی۔ تیں پکیۡ ارادہ تھی یی ݜس پنۡڑوۡ پھت کرے بېنۡیۡی؟

source: You might also want to consider spanning different contexts and domains.
mvy: تُو اسی مہ مختلف موضوعات یی تے عنواناتؤں لا بال بان۔

source: You must allow microphone access.
mvy: تِگے مائیکروفون/مېک استعمال کرئیں اجازت دېوں ہُونٚݜَت/ہو تُھو۔

source: You need to be able to hear every word of the recording. We want machine learning algorithms to be able to handle a variety of background noise, and even relatively loud noises or quiet background music can be accepted provided that they don’t prevent you from hearing the entirety of the text. Crackles or ‘breaking up’ that prevent you hearing the text means you should reject the clip.
mvy: رِکاڈِن٘گاں ہر ہر لفظ صاف صاف ݜُون٘وُژ۔ بے لُکِھگ تھو چے الگورِدم سِڇَھیں یاں مشیۡنہ ڈاپتیۡیاں ہر قسمشُور معلوم کرَیں یاں قابل ہوں۔ آں کہ ہِلاک تا لا لک شُور ہو یا ڈاپاتیُوں گانی رِن٘گیلیۡ ہُوںدُوں گتہ گی بال نی تھی ہولئ خو شرط ݜُو تُھو چے اسی ہِں ݜُون٘وَیں مہ گی مسیئلہ نی اے۔ کہ کٹرو مہ قڑپَیں نِکاں یا ݜے اوازی ہوں چے سِوَیںوجہۡ نہ ݜُون٘وَیں مہ بِگیۡ مسئلہ ای لُوں ݜُو شاناں کٹرُو کگائ/رد کری۔

source: Your accent is the way you pronounce words. It can be shaped by where you have lived, which other languages you speak and lots of other factors. You can share any information you feel is relevant here.
mvy: تیں لہجہ بنیادی طور ہِن ݜسے بناں تھہ چے تو لفظہ گِشے ادا کیری تُھو۔ اَو ݜسی لا منحصر کیری تھی چے تُو گولہ دھری تُھو،گھِن٘لی مُتی ژِبہ دی تُھو آں بیکتُک مُتی بلی۔ تے ݜې لیل ہُوئ تھی چے ݜے خاص گی معلومات چے سو ݜسی ملی تعلق راڇھ، تو زَیں بنَیں یاں غرضی تُھو کھیں بنہاں تُھو۔

source: Your anonymous voice recordings will remain in the Common Voice dataset. Once you delete your profile you will no longer be able to submit a request to remove your recordings from the dataset
mvy: تیں ناں نہ بیل رکاڈِن٘گہ کامَن وائساں ڈیٹاسیٹہ مہ چھال ہو تھہ۔ کہ تُوں تَیں پُنیاک یا پُرفائل لا دِت معنہ ڈیلیٹ کیر کھیں تُو تاں رکاڈن٘گہ اَل دیں درخواست نیرہاں تُھو۔

source: Your daily goal has been created
mvy: تیں دیساں مقصد یا نخ سن٘دزی تُھو

source: Your dataset is downloading!
mvy: تیں ڈیٹاسیٹ مِنی وی تُھو

source: Your download has started.
mvy: څاں منی والؤں شروع ہُو تُھو

source: You’re contributing to a target segment
mvy: تُوں زاں نخ پُور کرَیں مہ مدد شروع کرچھی

source: You’re contributing to our first target segment
mvy: تُو زاں سامُوٹھ نخ پُور کرَیں مہ مدد کیر تُھو

source: You're currently set to <bold>NOT</bold> receive emails such as goal reminders, my progress updates and newsletters about Common Voice
mvy: تِئیں ہِیانٚک سٹنٚگ <bold> نہ </bold> ݜے تُھو چہ تگے تاں نخاں بارہ مہ یاد دہانی، کماں بارہ مہ نئ تازا تے خبرنامہ کامن وائیس پروگرامئیں طرفی نہ اِݜتِی۔

source: You're currently set to receive emails such as goal reminders, my progress updates and newsletters about Common Voice
mvy: تِگے ہِئیں کامن وائیس پروگرامہ نہ ایمیل، کماں بارہ مہ بگ نئی تازا تے خبرنامہ اِݜِتِی۔

source: You're going too fast. Please take a moment to review the sentence to make sure it's correct.
mvy: توۡ څئ تیز روان تُھو۔ مھیربانی کرے ہلاکو وخ ہرے جملہ گتہ نہالہ چہ گی غلطی نی دھرے۔

source: You're helping Common Voice reach our daily sentence goals!
mvy: تُوۡ زاں دِساں نخ پُور کرَیں مہ کامن وائیس ریچ پروگرامئیں مدد کرانٚت/کیریۡ تُھو!

source: Your email address
mvy: تیں بِجلی خَطِیں پَت

source: You respond or reply to it as naturally as you can
mvy: کتُک اَما نہ ہو سؤں جواب دے

source: Your files are being assembled. Please check again later.
mvy: تیں فائلہ سم‌ کرُژاں تھہ۔ ہِلاکَیں گتہ نھالہ گل

source: Your Languages
mvy: تِیں ژِبہۡ/زِبہ
